Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/digidel.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: You’ll find it in the bottom right-hand corner
nn: Du finn det nedst til høgre.

source: A lot of people have an iPad or iPhone.
nn: Det er mange som har ein iPad eller iPhone

source: Later we’ll look at where these friend requests appear.
nn: Kvar desse veneførespurnadene dukkar opp skal vi sjå på seinare.

source: If you should ever be bothered on Facebook by someone you don’t want contact with, it’s good to be aware of this section.
nn: Dersom du nokon gong skulle oppleve at nokon du ikkje ønskjer kontakt med plagar deg på Facebook, er det lurt å vite om dette punktet.

source: The message from Facebook will look something like this.
nn: Meldinga frå Facebook bør sjå omtrent slik ut.

source: If you’re using a computer, a number of different icons will appear if you hover the cursor over the 'Like' button.
nn: Bruker du ei datamaskin held du musepeikaren din over "Lik dette" knappen, då dukkar det opp ulike ikon.

source: Click on the icon to see a list of what has happened.
nn: Trykk på ikonet for å sjå ei liste over det som har skjedd.

source: Please ask for help if you have any questions.
nn: Be om hjelp dersom det er noko du lurer på.

source: Make sure everyone has reached this image before you go on
nn: Pass på at alle er komne til dette biletet før du går vidare.

source: Wait until everyone who needs to download Messenger has done so before you go on.
nn: Vent til alle som treng å laste ned Messenger har fått gjort dette før du går vidare.

source: All you have to do is write your reply.
nn: Alt du må gjere, er å skrive svaret ditt.

source: If there is no number there, it means that you don’t have any new emails waiting
nn: Står det ikkje noko tal der, vil det seie at du ikkje har nokon nye e-postar som

source: To end the cal, click on the red button.
nn: For å avslutte samtalen trykkjer du på den raude knappen.

source: The first choice that comes up is called ‘Who can see my stuff?’
nn: Det første valet som kjem opp heiter "Kven kan sjå innhaldet mitt?" Trykk på pila som
